//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_FF */

	"100" = "within the \"Program Files\" folder.";
	"101" = "the \"Digidesign\" folder could not be found ";
	"102" = "the \"DAE\" folder could not be found within the \"Digidesign\" folder ";
	"103" = "within the System folder.";
	"104" = "the \"System\" folder could not be found.";
	"105" = "the \"DAE Folder\" folder could not be found.";
	"106" = "the \"Codecs\" folder could not be found within the \"Pro Tools\" folder.";
	"107" = "the \"%1\" folder could not be found.";
	"108" = "In order to work with MP3 files, you must enable the trial period for the MP3 import/export option.  This trial period is good for 30 days.\nWould you like to enable the MP3 import/export option trial period?";
	"109" = "Demo";
	"110" = "the file \"%1\" could not be found within the \"%2\" folder.";
	"111" = "Module initialization failed for %1.";
	"112" = "Not Compressed";
	"113" = "Encoding for %1 failed.";
	"114" = "Write to %1 failed.";
	"115" = "The MP3 option cannot be enabled because: ";
	"116" = "The MP3 option is enabled";
	"117" = "The REX option cannot be enabled because: ";
	"118" = "The REX option is enabled";
	"119" = "%1the encoder DLL is an incompatible version";
	"120" = "Encoder interface version mismatch occurred";
	"121" = "Decoder interface version mismatch occurred";
	"122" = "while initializing QuickTime libraries";
	"123" = "%1.  Please install the QuickTime player from www.apple.com";
	"124" = "The RealAudio option cannot be enabled because: ";
	"125" = "The RealAudio option is enabled";
	"126" = "version mismatch in creating RealAudio encoder occurred";
	"127" = "RealAudio support library unavailable";
	"128" = "The Windows Media option cannot be enabled because: ";
	"129" = "The Windows Media option is enabled";
	"130" = "eng";
	"131" = "Voice";
	"132" = "Voice Background";
	"133" = "Music";
	"134" = "Stereo Music";
	"135" = "Recommended for audio content that contains only voice with limited background noise or music.";
	"136" = "Recommended for voice content that contains background music or sounds such as movies, commercials, newscasts, etc.";
	"137" = "Recommend for instrumental music and music with vocals.";
	"138" = "Recommend for instrumental music and music with vocals. Please note that overall quality will be lower than for the same clip using the standard Music setting. Requires a stereo input.";
	"139" = "Need description of process";
	"140" = "Converting %1 to %2";
	"141" = "Copying %1 to %2";
	"142" = "Consolidating %1 to %2";
	"143" = "an unexpected stream type was encountered";
	"144" = "an unknown stream type was encountered";
	"145" = "an error occurred while reading the document";
	"146" = "an error occurred while writing the document";
	"147" = "unable to find document TOC";
	"148" = "<NO DISPLAY INFO>";
	"149" = "Invalid";
	"150" = "[%1 bytes]";
	"151" = "resource of type '";
	"152" = "' with id=%1 could not be found";
	"153" = "STR resource named \"%1\" could not be found";
	"154" = "Can't create file";
	"155" = "overview cache is invalid";
	"156" = "demo mode has not been enabled";
	"157" = "<not set>";
	"158" = "WAV";
	"159" = "AIFF";
	"160" = "SD II";
	"161" = "SD I";
	"162" = "MP3";
	"163" = "OMF Interchange";
	"164" = "Advanced Authoring Format";
	"165" = "Real Audio";
	"166" = "QuickTime";
	"167" = "AAC";
	"168" = "Windows Media";
	"169" = "Sound Resource";
	"170" = "MXF";
	"171" = "Sound Designer I";
	"172" = "RedBook CD Audio (CDDA)";
	"173" = "Pro Tools";
	"174" = "ReCycle";
	"175" = "'Cause I say so";
	"176" = "I can't say";
	"177" = "AIFC";
	"178" = "Codecs";
	"179" = "MP3";
	"180" = "REX";
	"181" = "Who wants to know?";
	"182" = "RealAudio";
	"183" = "Sound Designer II";
	"184" = "dummy.tag";
	"185" = "?";
	"186" = "\016Not Compressed";
	"187" = "Not enough memory available to create samplerate conversion table.  Try allocating more memory to Pro Tools, or using a lower conversion quality setting.";
	"188" = "Locating Audio Files";
	"189" = "Unknown Error During Processing";
	"190" = "Processing Aborted";
	"191" = "Translating video";
	"192" = "Error reading OMF file.";
	"193" = "Not a Video File";
	"194" = "Error reading video in the QuickTime file.";
	"195" = "Could not open QuickTime movie file.";
	"196" = "Not a valid QuickTime video file.";
	"197" = "Error getting movie tracks from QuickTime file.";
	"198" = "Could not find any video in the QuickTime file.";
	"199" = "The MP3 demo period may have expired.";

/* L10N_FF2 */

	"200" = "Unknown error opening MXF file";
	"201" = "Multichannel MXF files (OP-1A) are not supported";
	"202" = "Video file has an unsupported video edit rate";
	"203" = "Unable to parse audio file %1";
	"204" = "Quicktime does not support sample rates greater than 65535 samples/sec";
	"205" = "Initializing Databases";
	"206" = "Converting - Please wait";
	"207" = "Some DigiBase Pro catalog files need to be converted to be used by this version of Pro Tools.  Converting may take anywhere from several minutes (for small catalogs), to several hours (for large catalogs of 10,000 or more records).  Would you like to convert or ignore catalog files until next time Pro Tools is launched?";
	"208" = "Convert";
	"209" = "Ignore";
	"210" = "Digidesign Audio Analysis";
	"211" = "BWF (.WAV)";
	"212" = "Last Used";
	"213" = "Last Used.pio";
	"214" = "Stereo Mix";
	"215" = "5.1 Film Mix";
	"216" = "5.1 SMPTE/ITU Mix";
	"217" = "5.1 DTS Mix";
	"218" = "HD Video";
	"219" = "MP4";
	"220" = "the requested file size is too large for the file type to support";
	"221" = "Elastic Rendering Audio File(s) %s";
	"222" = "The CD ROM service (digiSPTI.exe) is not installed, not registered or damaged.";
	"223" = "the AVX component factory failed to load.";
	"224" = "the QuickTime wrapper plug-in failed to load";
	"225" = "there was an error creating the ACFString component.";
	"226" = "there was an error parsing the movie file path.";
	"227" = "there was an error retrieving metadata from the movie.";
	"228" = "The ACF plug-in host could not be initialized.";
	"229" = "Unable to import video file.";
	"230" = "3GP";
	"231" = "M4V";
	"232" = "flac";
	"233" = "FLAC";
	"234" = "The FLAC option cannot be enabled because: ";
	"235" = "The FLAC option is enabled";
	"236" = "The FLAC demo period may have expired.";
	"237" = "Converting bounced files...";
	"238" = "No description";
	"239" = "PICT";
	"240" = "YUV";
	"241" = "TIF";
	"242" = "M2T";
	"243" = "WavPack";
	"244" = "Unable to read metadata from Quicktime video file because of an AVE or Quicktime error.";

/* L10N_Sys_Exception */

	"300" = "a volume is not mounted";
	"301" = "%1";
	"302" = "Can't create Pro Tools shared folder";
	"303" = "while creating symbolic link to file: %1";

/* L10N_Cmn */

	"400" = "( %1, %2 )";
	"401" = "an assertion occurred in \"%1\", line %2";
	"402" = "out_of_range: Cmn_ChunkyVecImpl::At";
	"403" = "Move down src: %1, len: %2, dest: %3\n";
	"404" = "Move up src: %1, len: %2, dest: %3\n";
	"405" = "an unexpected error occurred";
	"406" = "there is not enough memory";
	"407" = "unexpected end of stream encountered";
	"408" = "an attempt was made to set position past end of stream";
	"409" = "out_of_range: Cmn_PolyVectorImpl::At";
	"410" = "Cmn_MakeString: conversion error failed";
	"411" = "end of file encountered";
	"412" = "Little endian";
	"413" = "Big endian";
	"414" = "Not Set";

/* L10N_Sys */

	"500" = "while loading \"%1\"";
	"501" = "while looking up symbol \"%1\" in \"%2\"";
	"502" = "while closing \"%1\"";
	"503" = "starting location for iterator invalid";
	"504" = "an error while searching volume";
	"505" = "<Unknown>";
	"506" = "Full Path: %1";
	"507" = "Volume Name: %1";
	"508" = "Location Name: %1";
	"509" = "Extension: %1";
	"510" = "Parent Folder: ";
	"511" = "%1:.Trashes:";
	"512" = "%1 %2";
	"513" = "%1:AFP_Resource";
	"514" = "%1Resource:.FRK\\%2";
	"515" = "end of stream encountered";
	"516" = "write to stream failed";
	"517" = "Unknown";
	"518" = "Folder";
	"519" = "\"%1\": tot:%2 count:%3 max:%4 min:%5 avg:%6";
	"520" = "*** Buffer full, some messages lost ***\n";
	"521" = "magic ID does not match";
	"522" = "size of header doesn't match amount of data read";
	"523" = "version is too old";
	"524" = "data cannot be read from newer version";
	"525" = "An unknown exception occurred";
	"526" = "Volume size: %1 bytes";
	"527" = "Volume Free Space: %1 bytes";
	"528" = "Note";
	"529" = "Warning";
	"530" = "Error";
	"531" = "untitled";
	"532" = "File Name: %1";
	"533" = "tmp";
	"534" = "txt";
	"535" = ":AFP_AfpInfo";
	"536" = ":Afp_Resource";
	"537" = "Drivers\\FASTFAT.SYS";
	"538" = "040904B0";
	"539" = "\\StringFileInfo\\%1\\ProductName";
	"540" = "Pro Tools for Windows NT";
	"541" = "_NT_SYMBOL_PATH";
	"542" = "c:\\suppress stack dumps";
	"543" = "c:\\Enable JIT Debugging";
	"544" = "A fatal exception has occurred.\nPro Tools must exit.\n";
	"545" = "A log file has been written to: %1\n";
	"546" = "Program Error";
	"547" = "Pro Tools\\Pro Tools Utilities\\ExceptionLogFiles";
	"548" = "\\Log-%1.ptx";
	"549" = "Description:\r\n%1\r\nStack:\r\n";
	"550" = "Save to file?";
	"551" = "Exception Log";
	"552" = "N/A";
	"553" = "DAE";
	"554" = "InstallPath";
	"555" = "Software\\Digidesign\\";
	"556" = "ProgramFilesDir";
	"557" = "Software\\Microsoft\\Windows\\CurrentVersion";
	"558" = "\\Digidesign";
	"559" = "fat";
	"560" = "fat32";
	"561" = "ntfs";
	"562" = "cdfs";
	"563" = "nfs";
	"564" = "avidfs";
	"565" = "avidfos";
	"566" = "a:";
	"567" = "b:";
	"568" = "Could not complete your request because: %1";
	"569" = "The chosen name contains illegal characters.";
	"570" = "Multiprocessing Services are not available. They are required for operation.";
	"571" = "can't unmount boot drive";
	"572" = "Can't delete folder: %1 is not empty.";
	"573" = "while copying \"%1\" to \"%2\"";
	"574" = "while moving \"%1\" to \"%2\"";
	"575" = "while deleting \"%1\"";
	"576" = "while creating \"%1\"";
	"577" = "while opening \"%1\"";
	"578" = "while reading \"%1\"";
	"579" = "while writing \"%1\"";
	"580" = "while closing \"%1\"";
	"581" = "while setting attributes for \"%1\"";
	"582" = "Long Full Path: %1";
	"583" = "Software\\Avid\\Pro Tools";
	"584" = "\\Avid";
	"585" = "\\Pro Tools";

/* L10N_Sys2 */

	"600" = "Invalid relative path for this anchor";
	"601" = "Couldn't initialize semaphore";
	"602" = "Couldn't create an event";
	"603" = "Setting the event failed";
	"604" = "Unknown";
	"605" = "Application";
	"606" = "Framework";
	"607" = "Unrecoverable Error";
	"608" = "This application has encountered an unrecoverable error and will now exit.";
	"609" = "Audio";

/* L10N_Sys_MacOSErr */

	"700" = "Error connecting to library";
	"701" = "Movie file corrupted";
	"702" = "Data in an Apple event could not be read";
	"703" = "The desktop database has become corrupted.";
	"704" = "System unable to allocate memory, critical error";
	"705" = "Insufficient physical memory";
	"706" = "Partition size specified in 'SIZE' resource is not big enough for launch";
	"707" = "A bus error occurred";
	"708" = "No card in this slot";
	"709" = "Sound input device is busy";
	"710" = "Invalid sample size";
	"711" = "Invalid sample rate";
	"712" = "Hard drive too slow to record";
	"713" = "Invalid compression type";
	"714" = "Invalid sound input device";
	"715" = "No sound input hardware available";
	"716" = "Not enough CPU time available";
	"717" = "Channel is busy";
	"718" = "File is corrupt or unusable, or not AIFF or AIFF-C";
	"719" = "Insufficient memory available";
	"720" = "Resource is corrupt or unusable";
	"721" = "Channel is corrupt or unusable";
	"722" = "Problem loading the resource";
	"723" = "Insufficient hardware available";
	"724" = "Required sound hardware not available";
	"725" = "Resource file not found";
	"726" = "Writing past end of file";
	"727" = "Failed to allocate memory for structure";
	"728" = "Failed to allocate memory for temporary structures";
	"729" = "Insufficient stack";
	"730" = "Internal file system error";
	"731" = "Server volume has been disconnected";
	"732" = "Not an HFS volume; volume does not support Desktop Manager";
	"733" = "Too many working directories open";
	"734" = "Directory not found or incomplete pathname";
	"735" = "First of the range of low-level disk errors";
	"736" = "Last of the range of low-level disk errors";
	"737" = "Read/write permission doesn't allow writing";
	"738" = "Bad master directory block";
	"739" = "Problem during rename";
	"740" = "Volume lacks Macintosh-format directory";
	"741" = "Attempt to open locked file for writing";
	"742" = "Volume is offline";
	"743" = "File already open with write permission";
	"744" = "A file with the specified name already exists";
	"745" = "File is busy";
	"746" = "Volume is locked through software";
	"747" = "File is locked";
	"748" = "Disk is write-protected";
	"749" = "File or folder not found";
	"750" = "Too many files open";
	"751" = "Attempt to position mark before start of file";
	"752" = "Logical end-of-file reached";
	"753" = "File not open";
	"754" = "Bad filename or volume name";
	"755" = "I/O error";
	"756" = "Volume not found";
	"757" = "Disk full";
	"758" = "Directory full";
	"759" = "Driver resource not found";
	"760" = "Driver unable to complete close request";
	"761" = "You do not have appropriate access privileges";
	"762" = "File name too long";
	"763" = "Permission denied";

/* L10N_Sys_Win32Err */

	"800" = "Access violation occurred";
	"801" = "Data type misalignment occurred";
	"802" = "Array bounds exceeded";
	"803" = "Floating point error occurred (denormal operand)";
	"804" = "Floating point error occurred (divide by zero)";
	"805" = "Floating point error occurred (inexact result)";
	"806" = "Floating point error occurred (invalid operation)";
	"807" = "Floating point error occurred (overflow)";
	"808" = "Floating point error occurred (stack check)";
	"809" = "Floating point error occurred (underflow)";
	"810" = "Integer error occurred (divide by zero)";
	"811" = "Integer error occurred (overflow)";
	"812" = "Privileged instruction executed in user mode";
	"813" = "In page error occurred";
	"814" = "Illegal instruction attempted";
	"815" = "Noncontinuable exception occurred";
	"816" = "Stack overflow occurred";
	"817" = "Invalid disposition occurred";
	"818" = "Guard page violation occurred";
	"819" = "Invalid handle was used";
	"820" = "An unknown exception occurred";
	"821" = " at address: ";
	"822" = " in module: ";
	"823" = ", unable to read location: ";
	"824" = ", unable to write location: ";
	"825" = ", thread cause a DEP Violation at: ";
	"826" = ", unknown type: ";

/* L10N_Fic1 */

	"900" = "AAE error %1 was encountered.";
	"901" = "AAE error %1 occurred on DSP # %2 %3.";
	"902" = "<None Selected>";
	"903" = "Sound Designer";
	"904" = "Sound Designer II";
	"905" = "SDII Compressed";
	"906" = "MacMix";
	"907" = "Audio IFF (AIFF)";
	"908" = "Wave";
	"909" = "Additional System Memory Required For 24-bit Capable Engines: %1 k.";
	"910" = "Pro Tools";
	"911" = "The version of D-Verb which is currently installed is not compatible with this version of %1.";
	"912" = "plug-ins";
	"913" = "Installed plug-ins";
	"914" = "Scanning Plug-Ins";
	"915" = "Loading Plug-Ins";
	"916" = "Scanning Memory";
	"917" = "Rendering";
	"918" = "Analyzing";
	"919" = "%1 Samples";
	"920" = "Warning:";
	"921" = "This deck has significantly large memory requirements.  It will be necessary to adjust this system's contiguous memory allocation and restart your computer. Click OK to continue.";
	"922" = "400 ms; Level 0";
	"923" = "750 ms; Level 1";
	"924" = "1500 ms; Level 2 (Default)";
	"925" = "3000 ms; Level 4";
	"926" = "Minimum (Unity)";
	"927" = "Medium";
	"928" = "Maximum";
	"929" = "%1 Voices";
	"930" = "%1 Voices (1 DSP)";
	"931" = "%1 Voices (%2 DSPs)";
	"932" = "HD TDM";
	"933" = "Mix TDM";
	"934" = "ST II";
	"935" = "Audiomedia";
	"936" = "442 Card";
	"937" = "Built-In";
	"938" = "Session 8";
	"939" = "Project";
	"940" = "Disk I/O";
	"941" = "d24ª";
	"942" = "Mix (1 DSP, 32 Voice)";
	"943" = "Mix (2 DSP, 64 Voice)";
	"944" = "d24ª + Mix (64 Voice)";
	"945" = "Pro Tools LE on d24ª";
	"946" = "Pro Tools LE on Mix";
	"947" = "Toolbox\\Audiomedia III";
	"948" = "Digi 001";
	"949" = "Danny Boy";
	"950" = "LE on Stalling";
	"951" = "Stalling TDM (1 DSP)";
	"952" = "HD TDM (1 DSP, Max Voices)";
	"953" = "HD TDM (1 DSP, Med Voices)";
	"954" = "HD TDM (1 DSP, Min Voices)";
	"955" = "HD TDM (2 DSP, Max Voices)";
	"956" = "HD TDM (2 DSP, Med Voices)";
	"957" = "HD TDM (2 DSP, Min Voices)";
	"958" = "HD TDM (3 DSP, Max Voices)";
	"959" = "HD TDM (3 DSP, Med Voices)";
	"960" = "HD TDM (3 DSP, Min Voices)";
	"961" = "HD TDM (4 DSP, Max Voices)";
	"962" = "HD TDM (4 DSP, Med Voices)";
	"963" = "HD TDM (4 DSP, Min Voices)";
	"964" = "HD TDM (5 DSP, Max Voices)";
	"965" = "HD TDM (5 DSP, Med Voices)";
	"966" = "HD TDM (5 DSP, Min Voices)";
	"967" = "HD TDM (6 DSP, Max Voices)";
	"968" = "HD TDM (6 DSP, Med Voices)";
	"969" = "HD TDM (6 DSP, Min Voices)";
	"970" = "HD TDM (7 DSP, Max Voices)";
	"971" = "HD TDM (7 DSP, Med Voices)";
	"972" = "HD TDM (7 DSP, Min Voices)";
	"973" = "HD TDM (8 DSP, Max Voices)";
	"974" = "HD TDM (8 DSP, Med Voices)";
	"975" = "HD TDM (8 DSP, Min Voices)";
	"976" = "HD TDM (9 DSP, Med Voices)";
	"977" = "HD TDM (9 DSP, Min Voices)";
	"978" = "LE on HD";
	"979" = " Settings";
	"980" = "%1 - Unity";
	"981" = "Encountered an error while changing Intel® Turbo Boost settings";

/* L10N_Fic2 */

	"1000" = "Requires %1MB of system memory. You currently have %2MB allocated.";
	"1001" = "Requires %1MB of system memory. You have %2MB allocated. A restart is required.";
	"1002" = "Unable to find an Audio Interface attached to the first HD card.  Please check power and DigiLink cables. Click OK to rescan.";
	"1003" = "Unable to detect an Audio Interface.  Please check power and DigiLink cables. Click OK to rescan.";
	"1004" = "You need to choose the Audio Interface(s) you're using with your Digidesign system.  Click OK to proceed to the Hardware Setup dialog.";
	"1005" = "Short (2047 Samples per channel)";
	"1006" = "Long  (8191 Samples per channel)";
	"1007" = "Maximum (32767 Samples per channel)";
	"1008" = "Short (4095 Samples per channel)";
	"1009" = "Long  (16383 Samples per channel)";
	"1010" = "Maximum (65535 Samples per channel)";
	"1011" = "None ";
	"1012" = "Short (1023 Samples per channel)";
	"1013" = "Long  (4095 Samples per channel)";
	"1014" = "Maximum (16383 Samples per channel)";
	"1015" = "1 Processor";
	"1016" = "%1 Processors";
	"1017" = " Rebuilding mixers...";
	"1018" = "Minimum (reduces memory use)";
	"1019" = "Normal";
	"1020" = "Large (improves performance)";
	"1021" = "60 ms; Level 0";
	"1022" = "125 ms; Level 1";
	"1023" = "250 ms; Level 2 (Default)";
	"1024" = "500 ms; Level 4";
	"1025" = "1000 ms; Level 8";
	"1026" = "Level";
	"1027" = "Default";
	"1028" = "Short";
	"1029" = "Long";
	"1030" = "Maximum";
	"1031" = "Minimum";
	"1032" = "Normal";
	"1033" = "Large";
	"1034" = "%1 MB";
	"1035" = "%1 GB";
	"1036" = "Copland TDM";
	"1037" = "HD Native";
	"1038" = "Copland+Accel";
	"1039" = "HDX";
	"1040" = "Built-in Microphone";
	"1041" = "Built-in External Microphone";
	"1042" = "Built-in Output";
	"1043" = "Built-in Aux Input";
	"1044" = "Built-in Input";
	"1045" = "Built-in Line Output";
	"1046" = "Built-in Line Input";
	"1047" = "Built-in Digital Output";
	"1048" = "Built-in Digital Input";
	"1049" = "Pro Tools Aggregate I/O";
	"1050" = "Optimizing DSPs...";
	"1051" = "Optimizing";
	"1052" = "Optimizing";
	"1053" = "Deactivating connections...";
	"1054" = "Reactivating connections...";
	"1055" = "Resetting";
	"1056" = "Resizing Mixer";
	"1057" = "HD Native Thunderbolt";
	"1058" = "No Output";
	"1059" = "Windows Audio Device";
	"1060" = "Linux Audio Device";
	"1061" = "(\"Pro Tools DigiLink I/O\" license not found)";
	"1062" = "%1 (Voice Packs Enabled:%2)";
	"1063" = "Updating Playback Engine settings...";
	"1064" = "Hybrid I/O Channels:";
	"1065" = "Number of Voices:";
	"1066" = "Shared";
	"1067" = "Exclusive";

/* L10N_FicErrs */

	"1100" = "The \"DSP Farm\" is missing or not installed properly.  (%1)";
	"1101" = "Automation is too dense. Try thinning automation data.  (%1)";
	"1102" = "Native and/or HTDM plug-ins are using too much CPU, possibly having conflicts. Try setting the H/W buffer size to 512 or smaller, or remove some Native/HTDM plug-ins.  (%1)";
	"1103" = "The hardware was acquired but the \"AAE Playback Buffer Size\" had to be set to the default value.  To use a larger \"AAE Buffer Size\" try quitting other applications, or install more memory.  (%1)";
	"1104" = "Digidesign Hardware Setup is already running. You must close it before AAE can load.  (%1)";
	"1105" = "Bounce handler cannot keep up. Try \"Convert After Bounce\".  (%1)";
	"1106" = "Bounce handler cannot keep up.  (%1)";
	"1107" = "Audio processing could not complete due to conflicts with other CPU tasks or a potential clocking issue. If this occurs often, verify your sync cables or try changing the HW Buffer Size setting in the Playback Engine dialog. In most cases, a larger HW buffer size will prevent the problem.  (%1)";
	"1108" = "You are running out of CPU power. Remove some Native plug-ins or increase the CPU Usage Limit in the Playback Engine dialog.  (%1)";
	"1109" = "AAE was unable to complete this operation.  One or more audio tracks is too dense near the current location.  (%1)";
	"1110" = "You can not process overlapping clips from a single file destructively.  (%1)";
	"1111" = "There is not enough memory available to run AAE.  (%1)";
	"1112" = "Audio processing could not complete due to conflicts with other CPU tasks or a potential clocking issue. If this occurs often, verify your sync cables or try changing the HW Buffer Size setting in the Playback Engine dialog. In most cases, a larger HW buffer size will prevent the problem.  (%1)";
	"1113" = "AAE was unable to complete this operation.  One or more automation tracks is too dense near the current location.  (%1)";
	"1114" = "AAE can't get audio from the drive(s) fast enough.  Your drive may be too slow or fragmented, or a firewire drive could be having trouble due to the extra firewire bandwidth or CPU load.  (%1)";
	"1115" = "A newer DigiSystem INIT is required.  (%1)";
	"1116" = "Hardware may not be receiving digital sync.  (%1)";
	"1117" = "Virtual memory must be disabled in the \"Memory\" control panel.  (%1)";
	"1118" = "32 Bit Addressing must be enabled in the \"Memory\" control panel.  (%1)";
	"1119" = "AAE could not be found.  (%1)";
	"1120" = "You need to create a \"DAE Folder\" inside the System Folder.  This is where DAE should be located.  (%1)";
	"1121" = "A DigiSystem INIT is required.  (%1)";
	"1122" = "AAE is having trouble keeping up.  Your disk may be too slow or too fragmented. A firewire disk could be having trouble due to the extra firewire bandwidth or CPU load. (%1)";
	"1123" = "Avid hardware is either not installed or in use by another application.  (%1)";
	"1124" = "AAE's memory is running low.  Please try to increase AAE's Preferred Size.  (%1)";
	"1125" = "Pro Tools is critically low on memory. Please save your session and re-launch Pro Tools.  (%1)";
	"1126" = "An error has occurred, please save your session and restart your computer.  (%1)";
	"1127" = "No disk drive attached to the SCSI card.  (%1)";
	"1128" = "No audio was selected.  (%1)";
	"1129" = "this plug-in is not authorized. Please contact the manufacturer for authorization information.  (%1)";
	"1130" = "this plug-in is not authorized. (%1)";
	"1131" = "Insufficient TDM time slots to complete operation. Try reducing the number of mixer connections.  (%1)";
	"1132" = "Non zero aux channel data during PCI streaming. Could cause bad stuff to happen on your peripherals.  (%1)";
	"1133" = "Too many slots on the TDM2 bus - could indicate an unplugged audio interface or a mismatch of sync source and session sample rate.  (%1)";
	"1134" = "The engine DSP ran into the TDM2 deadband. Too many I/Os to the TDM2 chip.  (%1)";
	"1135" = "More System memory is needed for AAE's playback buffers: try quitting other applications, allocating LESS memory to AAE and your current applications, or installing more memory.  (%1)";
	"1136" = "AAE ran out of time while sending audio over the PCI bus. Try reducing number of tracks, or using a playback engine with fewer voices per DSP. (%1)";
	"1137" = "AAE was unable to communicate with the audio hardware.  Please save your session and restart your computer.  (%1)";
	"1138" = "AAE was unable to retrieve record overview data from the audio hardware.  (%1)";
	"1139" = "A track has an invalid TDM connection. Make sure all tracks are assigned to a valid output.  (%1)";
	"1140" = "Overloading CPU. Check for compatible disk drivers, and try the following: remove Native plug-ins, increase \"H/W Buffer Size\" in the Playback Engine dialog, or thin automation.  (%1)";
	"1141" = "AAE was unable to complete this operation.  One of your disks may be full.  (%1)";
	"1142" = "CPU usage is holding off USB audio.  Remove some plug-ins, delete some tracks, or increase the \"H/W Buffer Size\" in the Playback Engine dialog.  (%1)";
	"1143" = "The Digidesign Mbox peripheral is not connected to the USB bus.  Please connect it to the USB bus.  (%1)";
	"1144" = "The Digidesign Mbox peripheral has been disconnected from the USB bus.  Please save your session, reconnect it to the USB bus, and restart Pro Tools.  (%1)";
	"1145" = "The audio device buffer overflowed. This might indicate an invalid clock source. If this occurs frequently, try decreasing the \"H/W Buffer Size\" in the Playback Engine panel.  (%1)";
	"1146" = "The audio device buffer underflowed. If this occurs frequently, try decreasing the \"H/W Buffer Size\" in the Playback Engine panel or remove other devices from the audio firewire bus.  (%1)";
	"1147" = "The operating system held off interrupts for too long. If this occurs frequently, try increasing the \"H/W Buffer Size\" in the Playback Engine panel.  (%1)";
	"1148" = "The operating system held off interrupts for too long. If this occurs frequently, try increasing the \"H/W Buffer Size\" in the Playback Engine panel.  (%1)";
	"1149" = "The operating system held off interrupts for too long. If this occurs frequently, try increasing the \"H/W Buffer Size\" in the Playback Engine panel.  (%1)";
	"1150" = "A firewire bus reset was detected. Please check firewire cables and power to firewire devices.  (%1)";
	"1151" = "The operating system held off interrupts for too long. If this occurs frequently, try increasing the \"H/W Buffer Size\" in the Playback Engine panel.  (%1)";
	"1152" = "Lost communication with the audio interface. Please try increasing \"H/W Buffer Size\" or removing some plug-ins, and make sure you have a valid clock source. Press OK to reset device.  (%1)";
	"1153" = "The AAE resource fork file cannot be found.  (%1)";
	"1154" = "Avid hardware is in use by another application.  (%1)";
	"1155" = "A CPU overload error occurred. If this happens often, try increasing the \"H/W Buffer Size\" in the Playback Engine Dialog, or removing some plug-ins.  (%1)";
	"1156" = "You are running out of CPU power.  Elastic Audio processing could not keep up.  Please switch Elastic Audio tracks to render mode, disable Elastic Audio processing, or remove some Native plug-ins.  (%1)";
	"1157" = "Elastic Audio processing could not keep up. Your drive may be too slow or fragmented. Try decreasing the H/W Buffer Size or increasing the AAE Playback Buffer Size. (%1)";
	"1158" = "Disk cache is too small. Try increasing the Cache Size or AAE Playback Buffer Size in the Playback Engine dialog.  (%1)";
	"1159" = "Necessary data was missing from the disk cache when needed for a time-critical operation.  (%1)";
	"1160" = "Out of memory during Elastic Audio processing. Please switch tracks to render mode.  (%1)";
	"1161" = "Attempting to stream Elastic Audio from an Avid Unity volume.  Either unmount all Unity volumes or disable all Elastic Audio tracks in the session.  (%1)";
	"1162" = "Could not allocate memory for the disk cache.  Try lowering your disk buffer (AAE Buffer), disk cache size, or engine voice count.  If you got this error on launch, delete your prefs and try again.  (%1)";
	"1163" = "Could not allocate memory for the disk cache.  Try lowering your disk buffer (AAE Buffer) or disk cache size.  If you got this error on launch, delete your prefs and try again.  (%1)";
	"1164" = "The maximum total number of audio or fade files has been exceeded.  You can reduce the number of files by consolidating audio or removing unused files from the session.  (%1)";
	"1165" = "Error trying to communicate with the DigiShoeTool.  This could indicate a permissions problem with the installation.  Try a clean reinstall.  (%1)";
	"1166" = "Only one Native card is supported. Please remove any additional Native cards.  (%1)";
	"1167" = "Some installed software components are not compatible with current HD Native card firmware. Please reinstall Pro Tools software. (%1)";
	"1168" = "The version of the firmware image file on disk is too old. Please reinstall the application to fix this. Press OK to quit automatically. (%1)";
	"1169" = "The version of the firmware image file on disk is too new. Please reinstall the application to fix this. Press OK to quit automatically. (%1)";
	"1170" = "A firmware image file was not found on disk. Please reinstall the application to fix this. Press OK to quit automatically. (%1)";
	"1171" = "An unexpected error occurred while transmitting a firmware image. (%1)";
	"1172" = "An unexpected error occurred while transmitting a firmware image. Firmware image file not found on disk. (%1)";
	"1173" = "An unexpected error occurred while transmitting a firmware image. Ran out of host memory to hold the firmware image file on disk. (%1)";
	"1174" = "An unexpected error occurred while transmitting a firmware image. Error reading in the image file on disk. (%1)";
	"1175" = "An unexpected error occurred while transmitting a firmware image. Error erasing the previous image on the card. (%1)";
	"1176" = "An unexpected error occurred while transmitting a firmware image. Error while writing the image to the card. (%1)";
	"1177" = "An unexpected error occurred while transmitting a firmware image. Error found while verifying the write was done correctly. (%1)";
	"1178" = "An unexpected error occurred while transmitting a firmware image. The image file on disk is not the version of the image file that was expected. (%1)";
	"1179" = "An unsupported firmware image appears to be loaded on the card. This can also mean instead that the card has not been properly recognized by the driver. Check the correct card is in use and reinstall the application. Also check the README for any details pertinent to your system, or contact Digidesign Technical Support. (%1)";
	"1180" = "An unknown and unsupported firmware image appears to be loaded on the card. This can also mean instead that the card has not been properly recognized by the driver. Try using your card's safe image first to update your main image. If this fails, reinstall the application. If this also fails, check the README for any details pertinent to your system, or contact Digidesign Technical Support. (%1)";
	"1181" = "Your PCI hardware doesn't operate correctly. (%1)";
	"1182" = "The HDX TDM cable is not connected properly. Please refer to the System Installation Guide. (%1)";
	"1183" = "Problem detected with external clock or sync source.  Please verify that the external clock sample rate is in range of the audio peripheral sample rate. (%1)";
	"1184" = "TDM connection has been requested, but system has no more TDM slots available. (%1)";
	"1185" = "Unable to find an Audio Interface attached to the first HDX card. Please check power and DigiLink cables. (%1)";
	"1186" = "Pro Tools is having trouble communicating with a peripheral. Please verify the connections to the peripherals. If this problem persists, restart Pro Tools and the peripherals. (%1)";
	"1187" = "Changing VSO during playback or recording can cause errors. Ensure that the Ignore Errors During Playback/Record option is enabled in the Playback Engine when using VSO, or else only make slow changes to VSO while playing back or recording. (%1)";
	"1188" = "Some cards in the system have broken fans. This may cause card overheating. (%1)";
	"1189" = "Some DSP cards in the system are getting too hot for safe operation. Please increase airflow, reduce environment temperature, or power down the system so that the cards can cool down. (%1)";
	"1190" = "Sleep mode is not supported. Please disable and restart Pro Tools. (%1)";
	"1191" = "Pro Tools ran out of CPU power. Try de-activating or removing Native plug-ins.  (%1)";
	"1192" = "You must stop playback to insert the first Native plug-in";
	"1193" = "AAE encountered an unknown error writing the audio data to disk.";
	"1194" = "AAE tried to write a file larger than the maximum audio file size.";
	"1195" = "Playback has reached the end of the session.";
	"1196" = "Audio Suite overwrites on a Unity volume are not supported.";
	"1197" = "AAE Error -6001 was encountered. Make sure all audio interfaces are connected properly. If so, relaunch Pro Tools and increase the Hardware Buffer size to help avoid this error.";
	"1198" = "An underperforming plug-in caused a CPU overload error. Disabling the \"Optimize Performance at Low Buffer Sizes\" setting in the Playback Engine Dialog may prevent this. (%1)";
	"1199" = "MacOS AVB has encountered an internal error that may have resulted in an audio artifact during playback or recording. (%1)";

/* L10N_FicErrs2 */

	"1200" = "You are running out of CPU power.  Please switch Elastic Audio tracks to render mode, disable Elastic Audio or ARA processing, or remove some Native plug-ins.  (%1)";
	"1201" = "Playback could not be started in time with this device. Pro Tools will attempt to compensate. If the problem persists, try using a different device, or raising the H/W Buffer Size in Setup > Playback Engine.  (%1)";
	"1202" = "The selected audio device could not be initialized. Please choose another audio device.  (%1)";
	"1203" = "The selected audio device could not be initialized because its sample rate is not supported. Please choose another audio device.  (%1)";
	"1204" = "overload";
	"1205" = "overrun";
	"1206" = "underrun";
	"1207" = "(%1) A core audio %2 error has occurred with one of the Aux I/O devices. If this happens frequently, try the following:\n- %3\n- %4 \n- %5";
	"1208" = "Increase the \"H/W Buffer Size\" in the Playback Engine dialog";
	"1209" = "Remove some plug-ins";
	"1210" = "Use a common clock reference between the main playback engine and any Aux I/O hardware";
	"1211" = "Pro Tools encountered an error playing back one or more multichannel clips. (%1)";

/* L10N_FicMsgs */

	"1300" = "FicPreferences";
	"1301" = "Fic must run in 32 bit memory mode. Use the Memory control panel to switch to 32 bit mode.";
	"1302" = "Make sure the file \'DigiSystem INIT\' is in your Extensions folder.";
	"1303" = "Unable to initialize the Fic Manager.";
	"1304" = "AAE error %1 was encountered during playback.";
	"1305" = "AAE error %1 was encountered during playback.  It is likely that your disk is either too slow or too fragmented to complete this request.";
	"1306" = "AAE error %1 was encountered during playback.  One or more audio tracks is too dense near the current location.";
	"1307" = "AAE error %1 was encountered during playback.  One or more automation tracks is too dense near the current location.";
	"1308" = "WARNING: %1 Plugin connections still exist.";
	"1309" = "WARNING: AAE may have a low memory condition due to the number of plug-ins installed.  Please increase AAE's Preferred Size or remove some plug-ins.";
	"1310" = "You must increase the playback buffer size and restart AAE in order to use this setting.";
	"1311" = "You must restart AAE with a playback buffer size of at least \"%1\" in order to use this setting.";
	"1312" = "Built-in";
	"1313" = "- Minimal disk buffer size";
	"1314" = "- Recommended default disk buffer setting";
	"1315" = "AAE requires at least %1k more memory to run in this configuration.  Please adjust AAE's Preferred Size or quit other applications.";
	"1316" = "AAE's memory is running low.  Please try to increase AAE's Preferred Size.";
	"1317" = "AAE has adjusted its memory requirements, and now needs to be restarted.";
	"1318" = "You need to choose the amount of memory assigned to AAE for your Digidesign system.  Please click OK to proceed to the playback buffer size dialog.";
	"1319" = "File Copy";
	"1320" = "882 Studio";
	"1321" = "882 I/O";
	"1322" = "888 I/O";
	"1323" = "888/24 I/O";
	"1324" = "ADAT Bridge A (1-8)";
	"1325" = "ADAT Bridge B (9-16)";
	"1326" = "882/20 I/O";
	"1327" = "1622 I/O";
	"1328" = "Internal";
	"1329" = "S/PDIF (RCA)";
	"1330" = "Optical";
	"1331" = "Slave";
	"1332" = "Digital";
	"1333" = "AES/EBU";
	"1334" = "S/PDIF";
	"1335" = "Analog";
	"1336" = "Digital";
	"1337" = "Optical";
	"1338" = "S/PDIF (RCA)";
	"1339" = "16 Bits";
	"1340" = "20 Bits";
	"1341" = "Slot 0";
	"1342" = "Slot 1";
	"1343" = "Slot 2";
	"1344" = "Slot 3";
	"1345" = "Slot 4";
	"1346" = "Slot 5";
	"1347" = "Slot 6";
	"1348" = "Slot 7";
	"1349" = "Slot 8";
	"1350" = "Slot 9";
	"1351" = "Slot 10";
	"1352" = "Slot 11";
	"1353" = "Slot 12";
	"1354" = "Slot 13";
	"1355" = "Slot 14";
	"1356" = "Slot 15";
	"1357" = "Slot 16";
	"1358" = "Slot 17";
	"1359" = "Slot 18";
	"1360" = "Slot 19";
	"1361" = "Slot 20";
	"1362" = "Slot 21";
	"1363" = "Slot 22";
	"1364" = "Slot 23";
	"1365" = "Slot 24";
	"1366" = "Slot 25";
	"1367" = "Slot 26";
	"1368" = "Slot 27";
	"1369" = "Slot 28";
	"1370" = "Slot 29";
	"1371" = "Slot 30";
	"1372" = "Slot 31";
	"1373" = "Single";
	"1374" = "Double";
	"1375" = "16 Bits";
	"1376" = "24 Bits";
	"1377" = "Bridge I/Oª";
	"1378" = "DSP Farmª";
	"1379" = "One or more Plug-Ins require an update from the manufacturer. Without an update, Pro Tools may unexpectedly quit at launch. For more information, please launch the Digidesign Plug-In Validator. This message will not be shown again.";

/* L10N_FicCards */

	"1400" = "Unknown #%1";
	"1401" = "Audiomedia III";
	"1402" = "DSP Farm #%1";
	"1403" = "d24 #%1";
	"1404" = "Project II #%1";
	"1405" = "Mix Card #%1";
	"1406" = "SampleCell II PCI #%1";
	"1407" = "Digi 001";

/* L10N_DAW */

	"1500" = "unknown";
	"1501" = "Undeclared";
	"1502" = "Cancel";
	"1503" = "Edit";
	"1504" = "Undo";
	"1505" = "Redo";
	"1506" = "Cut";
	"1507" = "Copy";
	"1508" = "Paste";
	"1509" = "Clear";
	"1510" = "Select All";
	"1511" = "Enter";
	"1512" = "Return";
	"1513" = "Escape";
	"1514" = "Backspace";
	"1515" = "Left Arrow";
	"1516" = "Right Arrow";
	"1517" = "Up Arrow";
	"1518" = "Down Arrow";
	"1519" = "Page Up";
	"1520" = "Page Down";
	"1521" = "Home";
	"1522" = "End";
	"1523" = "Space";
	"1524" = "Tab";
	"1525" = "Comma";
	"1526" = "Period";
	"1527" = "Quote";
	"1528" = "Semicolon";
	"1529" = "Backquote";
	"1530" = "Minus";
	"1531" = "Equals";
	"1532" = "Plus";
	"1533" = "Insert";
	"1534" = "Delete";
	"1535" = "Help";

/* L10N_PEDViews */

	"1600" = "Playback Engine";
	"1601" = "OK";
	"1602" = "Settings";
	"1603" = "AAE Playback Buffer (disk buffer)";
	"1604" = "Cache Size:";
	"1605" = "Size:";
	"1606" = "Lower values for the disk buffer reduce disk latency (system more responsive).  Higher values improve disk performance (system less responsive).";
	"1607" = "Disk Buffer Info Message";
	"1608" = "Minimize system memory allocation (takes effect at next restart).";
	"1609" = "Plug-In Streaming Buffer";
	"1610" = "Size:";
	"1611" = "Optimize for streaming content on audio drives (requires more system memory)";
	"1612" = "Playback Engine";
	"1613" = "OK";
	"1614" = "Engine";
	"1615" = "Plug-In Streaming Buffer";
	"1616" = "Size:";
	"1617" = "Optimize for streaming content on audio drives (requires more system memory)";
	"1618" = "AAE Playback Buffer";
	"1619" = "Cache Size:";
	"1620" = "Size:";
	"1621" = "Lower values for the disk buffer reduce disk latency (system more responsive).  Higher values improve disk performance (system less responsive).";
	"1622" = "Disk Buffer Info Message";
	"1623" = "Minimize system memory allocation (takes effect at next restart).";
	"1624" = "Settings";
	"1625" = "CPU Usage Limit:";
	"1626" = "Host Engine";
	"1627" = "Host Processors:";
	"1628" = "H/W Buffer Size:";
	"1629" = "Ignore Errors During Playback/Record (may cause clicks and pops)";
	"1630" = "Minimize Additional I/O Latency";
	"1631" = "H/W Buffer Size:";
	"1632" = "CPU Usage Limit:";
	"1633" = "Number Of Voices:";
	"1634" = "Host Processors";
	"1635" = "H/W Buffer Size:";
	"1636" = "CPU Usage Limit:";
	"1637" = "Sample Rate:";
	"1638" = "Host Engine";
	"1639" = "Number Of Voices:";
	"1640" = "44.1 kHz";
	"1641" = "Delay Compensation Engine:";
	"1642" = "Host Processors:";
	"1643" = "Ignore Errors During Playback/Record (may cause clicks and pops)";
	"1644" = "Minimize Additional I/O Latency";

/* L10N_TDM2 */

	"1700" = "broadcast output from non-initial chip";
	"1701" = "couldn't make Bcaster";
	"1702" = "attempt to disconnect disconnected broadcast output";
	"1703" = "more Bcast disconnects than connects";
	"1704" = "attempt to connect input to disconnected broadcast output";
	"1705" = "failed to find broadcast connection";
	"1706" = "failed to erase broadcast connection";
	"1707" = "Reflection from non-IO chip";
	"1708" = "chip num out of range in Reflector::Neighboor()";
	"1709" = "max_fwd != max_bwd in TDM2RouterImpl::GetTimeSlotInfo()";
	"1710" = "ConnectTimeOfDaySource not implemented because assumed to be obsolete";
	"1711" = "unknown sample rate";
	"1712" = "bad direction in TimeSlotMgr ctor";
	"1713" = "attempt to change gross sample rate with slots in place";
	"1714" = "Internal conns don't use slots";
	"1715" = "directionless RxDisconnect";
	"1716" = "nested prep not acceptable here";
	"1717" = "DSPRecord* not found in map to number";
	"1718" = "number not found in map to DSPRecord*";
	"1719" = "Dhm_TDM2_GetNodeNumber error: one possible cause is the presence of non-Jazz cards";
	"1720" = "BasicRAMAddrForSeqROTAddr(): ROTAddr out of range";
	"1721" = "time slot shouldn't be valid on entry to jack allocation";
	"1722" = "in chip num invalid";
	"1723" = "out chip addrs half-valid";
	"1724" = "ROT refcnt says not a fanout";
	"1725" = "reflector RAM not freed";
	"1726" = "out chip num invalid";

/* L10N_SampleRates */

	"1800" = "Unknown Sample Rate";
	"1801" = "Custom...";
	"1802" = "Enter Sample Rate:";
	"1803" = "Custom Sample Rate";
	"1804" = "8 kHz";
	"1805" = "11.025 kHz";
	"1806" = "16 kHz";
	"1807" = "22.050 kHz";
	"1808" = "32 kHz";
	"1809" = "44.1 kHz";
	"1810" = "48 kHz";
	"1811" = "88.2 kHz";
	"1812" = "96 kHz";
	"1813" = "176.4 kHz";
	"1814" = "192 kHz";
	"1815" = "44.1kHz";
	"1816" = "48kHz";
	"1817" = "88.2kHz";
	"1818" = "96kHz";
	"1819" = "176.4kHz";
	"1820" = "192kHz";
	"1821" = "44.1 kHz (Pull Up/Down)";
	"1822" = "48 kHz (Pull Up/Down)";
	"1823" = "88.2 kHz (Pull Up/Down)";
	"1824" = "96 kHz (Pull Up/Down)";
	"1825" = "176.4 kHz (Pull Up/Down)";
	"1826" = "192 kHz (Pull Up/Down)";
	"1827" = "0.1% Up, 4.1667% Up (NTSC to PAL, film-style)";
	"1828" = "4.1667% Up (Film to PAL)";
	"1829" = "0.1% Up (NTSC to Film)";
	"1830" = "0.1% Down (Film to NTSC)";
	"1831" = "4% Down (PAL to Film)";
	"1832" = "4% Down, 0.1% Down (PAL to NTSC, film-style)";
	"1833" = "%1 (Ext. Clock)";

/* L10N_ProToolsGeneric */

	"1900" = "None";
	"1901" = "none";
	"1902" = "MIDI";
	"1903" = "&OK";
	"1904" = "Quit";
	"1905" = "&Cancel";
	"1906" = "&Accept";
	"1907" = "&Decline";
	"1908" = "&Copy Error Message";
	"1909" = "&Retry";
	"1910" = "&Stop";
	"1911" = "&Delete";
	"1912" = "&Continue";
	"1913" = "&Yes";
	"1914" = "&No";
	"1915" = "More &Info...";
	"1916" = "Any";
	"1917" = "All";
	"1918" = "All";
	"1919" = "off";
	"1920" = "off";
	"1921" = "on";
	"1922" = "pan";
	"1923" = "volume";
	"1924" = "volume trim";
	"1925" = "level trim";
	"1926" = "n/a";
	"1927" = "Pro Tools";
	"1928" = "&Save";
	"1929" = "&Don't Save";
	"1930" = "&Discard";
	"1931" = "&Keep";
	"1932" = "&Don't Delete";
	"1933" = "&Remove";
	"1934" = "ProTools 5.0";
	"1935" = "ProTools 4.3";
	"1936" = "ProTools 3.2";
	"1937" = "Pro Tools 5.0";
	"1938" = "Pro Tools 4.3";
	"1939" = "Pro Tools 3.2";
	"1940" = "Audio Tracks";
	"1941" = "Audio and Video Tracks";
	"1942" = "MIDI Tracks";
	"1943" = "Aux Tracks";
	"1944" = "Master Tracks";
	"1945" = "Instrument Tracks";
	"1946" = "VCA Masters";
	"1947" = "Folders";
	"1948" = "Frozen Tracks";
	"1949" = "Could not create the TCE plug-in's factory default file because %1.";
	"1950" = "not available";
	"1951" = "Not Available";
	"1952" = " with ";
	"1953" = "\"%1\"";
	"1954" = "Don't show this again";
	"1955" = "Minimal";
	"1956" = "&Allow";
	"1957" = "&Replace";
	"1958" = "简体中文 (Simplified Chinese)";
	"1959" = "繁體中文 (Traditional Chinese)";
	"1960" = "Deutsch (German)";
	"1961" = "English (English)";
	"1962" = "Español (Spanish)";
	"1963" = "Français (French)";
	"1964" = "Italiano (Italian)";
	"1965" = "日本語 (Japanese)";
	"1966" = "한글 (Korean)";
	"1967" = "Sign In";
	"1968" = "Sign Out";
	"1969" = "Signing In";
	"1970" = "Session";
	"1971" = "Project";
	"1972" = "&Repair";
	"1973" = "You have used %1 of %2 (%3%) total cloud storage";
	"1974" = " (Storage: %1%)";
	"1975" = "You are trying to run a newer version of Pro Tools than allowed by your license. You can uninstall this version of Pro Tools and reinstall any version of Pro Tools that is supported by your license, or visit your MyAvid Account to renew your upgrade plan.";
	"1976" = "MyAvid";
	"1977" = "Would you like to send usage and diagnostic data to Avid to help us improve our products and services?\n\n";
	"1978" = "Note that some web-based screens may continue to collect usage and diagnostic data in accordance with our Privacy Policy.";
	"1979" = "\n\nThis setting can be changed in Pro Tools Preferences > Operation > Diagnostics.";
	"1980" = "\n\nThis setting can be changed in the Pro Tools First “Setup” menu.";
	"1981" = "&Update";
	"1982" = "&Skip";
	"1983" = "&Save As...";

/* L10N_BDM */

	"2000" = "Clip Name";
	"2001" = "Kind";
	"2002" = "Unique ID";
	"2003" = "Database Comment";
	"2004" = "Finder Comment";
	"2005" = "S";
	"2006" = "Link";
	"2007" = "Duration";
	"2008" = "Name";
	"2009" = "Path";
	"2010" = "Volume ID";
	"2011" = "Size";
	"2012" = "Date Modified";
	"2013" = "Date Created";
	"2014" = "File Comment";
	"2015" = "Date Indexed";
	"2016" = "Format";
	"2017" = "Sample Rate";
	"2018" = "Bit-Depth";
	"2019" = "Number of Samples";
	"2020" = "# Channels";
	"2021" = "Waveform";
	"2022" = "Original Time Stamp";
	"2023" = "Tempo";
	"2024" = "User Time Stamp";
	"2025" = "Tape";
	"2026" = "TC Rate";
	"2027" = "Task Priority";
	"2028" = "Progress";
	"2029" = "Status";
	"2030" = "Capacity";
	"2031" = "Free";
	"2032" = "A";
	"2033" = "V";
	"2034" = "O";
	"2035" = "Link Path";
	"2036" = "Searching for files";
	"2037" = "Searching Databases";
	"2038" = "Searching File System";
	"2039" = "Searching File System By Name";
	"2040" = "Searching File System By FileID";
	"2041" = "Searching Databases For: %1";
	"2042" = "Searching File System For: %1";
	"2043" = "Copying %1";
	"2044" = "Cataloging ";
	"2045" = "Synchronizing %1";
	"2046" = "Indexing %1";
	"2047" = "Calculating overview";
	"2048" = "Flushing overview";
	"2049" = "Calculating overviews";
	"2050" = "Updating overviews";
	"2051" = "Processing Query";
	"2052" = "Finding relink candidates for %1";
	"2053" = "Relinking";
	"2054" = "Loading %1";
	"2055" = "Listing %1";
	"2056" = "Synchronizing database";
	"2057" = "Preparing to copy";
	"2058" = "Preparing";
	"2059" = "Copying";
	"2060" = "Copying files";
	"2061" = "Locking files";
	"2062" = "Unlocking files";
	"2063" = "Transferring comments";
	"2064" = "Parsing Errors";
	"2065" = "Task Window";
	"2066" = "Workspace";
	"2067" = "Name already in use";
	"2068" = "A Catalog with that name already exists. Please enter a non-existing catalog name.";
	"2069" = "Event %1";
	"2070" = "Invalid Version";
	"2071" = "This feature is not available in Pro Tools LE.";
	"2072" = "An item with this name already exists in that location.";
	"2073" = "Can't unmount boot volume.";
	"2074" = "Unknown operation.";
	"2075" = "Cannot copy because the volume is locked.";
	"2076" = "Cannot delete because the volume is locked.";
	"2077" = "Cannot unmount volume. Some files may be in use.";
	"2078" = "Name cannot contain the character(s) '%1'.";
	"2079" = "Preparing";
	"2080" = "Deleting";
	"2081" = "Searching for new and modified files";
	"2082" = "Updating records";
	"2083" = "Deleting files";
	"2084" = "Deleting database entries";
	"2085" = "Can't unmount %1 because the volume is being used by a background task.";
	"2086" = "Can't find database information";
	"2087" = "Database version too old";
	"2088" = "Database is not Unicode";
	"2089" = "Database is Unicode";
	"2090" = "Sync Point";
	"2091" = "Digidesign Databases";
	"2092" = "Not enough space on disk to complete copy";
	"2093" = "%1 file(s) could not be found. Double-click icon to open the Relink Window.";
	"2094" = "A background task is using too much memory. Please cancel the task and perform the operation on a smaller number of files.";
	"2095" = "Files have already been deleted. Database updating cannot be cancelled.";
	"2096" = "varies";
	"2097" = "FileName";
	"2098" = "SMPTE ID";

/* L10N_ExternalDeviceNames */

	"2100" = "Built In";
	"2101" = "Built In";
	"2102" = "Firewire 1814";
	"2103" = "Firewire 410";
	"2104" = "FW Audiophile";
	"2105" = "AP 2496";
	"2106" = "Delta 44";
	"2107" = "Delta 66";
	"2108" = "Delta 1010LT";
	"2109" = "Delta 1010";
	"2110" = "Ozone";
	"2111" = "Ozone Academic";
	"2112" = "M-Audio Delta";
	"2113" = "Quattro";
	"2114" = "Fast Track";
	"2115" = "Mobile Pre";
	"2116" = "Mobile Pre Academic";
	"2117" = "Audiophile USB";
	"2118" = "AP 192";
	"2119" = "Delta 410";
	"2120" = "Ozonic";
	"2121" = "Solo";
	"2122" = "NRV 10";
	"2123" = "Mbox 2";
	"2124" = "Mbox 2 Academic";
	"2125" = "Mbox 2 Mini";
	"2126" = "Mbox 2 Pro";
	"2127" = "Black Box";
	"2128" = "Transit";
	"2129" = "ProjectMix";
	"2130" = "Fast Track Pro";
	"2131" = "JamLab";
	"2132" = "ProFire Lightbridge";
	"2133" = "Conectiv";
	"2134" = "Delta 1818";
	"2135" = "003";
	"2136" = "Xponent";
	"2137" = "KeyStudio IO";
	"2138" = "KeyStudio IO Academic";
	"2139" = "Digi 002";
	"2140" = "D-Show | FWx";
	"2141" = "Mbox";
	"2142" = "Mbox 2 Micro";
	"2143" = "Fast Track Ultra";
	"2144" = "Fast Track Ultra 8R";
	"2145" = "ProFire 2626";

/* L10N_Languages */

	"2200" = "Japanese";
	"2201" = "English";
	"2202" = "Simplified Chinese";
	"2203" = "Traditional Chinese";
	"2204" = "Japanese";
	"2205" = "Korean";
	"2206" = "French";
	"2207" = "Italian";
	"2208" = "German";
	"2209" = "Spanish";

/* L10N_DHS2 */

	"2300" = "Ch 9-10";
	"2301" = "Ch 11-12";
	"2302" = "Ch 13-14";
	"2303" = "Ch 15-16";
	"2304" = "Ch 9";
	"2305" = "Ch 10";
	"2306" = "Ch 11";
	"2307" = "Ch 12";
	"2308" = "Ch 13";
	"2309" = "Ch 14";
	"2310" = "Ch 15";
	"2311" = "Ch 16";
	"2312" = "No Interface";
	"2313" = "882 Studio";
	"2314" = "882 I/O";
	"2315" = "888 I/O";
	"2316" = "888/24 I/0";
	"2317" = "ADAT Bridge A (1-8)";
	"2318" = "ADAT Bridge B (9-16)";
	"2319" = "882/20 I/O";
	"2320" = "1622 I/O";
	"2321" = "96 I/O";
	"2322" = "192 I/O";
	"2323" = "Unknown";
	"2324" = " #";
	"2325" = "ASSERT: \"%1\" in File \"%2\" at line #%3";
	"2326" = "An error occurred in DSI: %1";
	"2327" = "Bass, Shelley";
	"2328" = "Aux";
	"2329" = "Extra";
	"2330" = "Unable to find an Audio Interface attached to the first HD card.  Please check power, DigiLink cables and that a peripheral is connected to the first card.";
	"2331" = "Quit";
	"2332" = "Re-Scan";
	"2333" = "Setting ";
	"2334" = " peripheral type to:";
	"2335" = "Optical (ADAT)";
	"2336" = " (all formats)";
	"2337" = " (n/a)";
	"2338" = "[Encl]";
	"2339" = "TDIF";
	"2340" = "WordClk";
	"2341" = "Slave Clock";
	"2342" = "Loop Master: ";
	"2343" = "A timeout occurred interacting with an audio interface.";
	"2344" = "Digital Clock Sync was temporarily disrupted.";
	"2345" = "Sync source is now valid.";
	"2346" = "No sync peripheral present.";
	"2347" = "Your hardware does not have sync.  Check your sync cables or change the Clock Source.";
	"2348" = "Clock Source is out of range and the peripherals have been reverted to Internal clock. Manually reselect the desired Clock Source after verifying the sync source.";
	"2349" = "One of the peripherals is not getting loop sync.";
	"2350" = "Bad internal sync.";
	"2351" = "Unknown DSI health error.";
	"2352" = "Unable to establish sync.";
	"2353" = "Input";
	"2354" = "Output";
	"2355" = "Updating peripheral's Expansion port:";
	"2356" = "Updating peripheral's Legacy port:";
	"2357" = "Selecting ALL Legacy I/Os will cause ALL Expansion I/Os to go offline.  Would you like to continue?";
	"2358" = "Selecting ALL Expansion I/Os will cause ALL Legacy I/Os to go offline.  Would you like to continue?";
	"2359" = "Selecting Legacy I/O will cause the ";
	"2360" = " peripheral to go offline.  Would you like to continue?";
	"2361" = "Selecting Expansion I/O will cause the ";
	"2362" = " and the ";
	"2363" = "SYNC HD";
	"2364" = "192 Dig. I/O";
	"2365" = "192 Digital I/O";
	"2366" = "The %1 Clock Reference is now locked.";
	"2367" = "The %1 Clock Reference is not locked.  Although the system will still play, it will not properly resolve until the clock is restored.  Check your cables or change the Clock Reference or Clock Source.";
	"2368" = "Ch 1-2 Input Source";
	"2369" = "Byte Order";
	"2370" = "[0][1][2] (Normal)";
	"2371" = "Optical";
	"2372" = "Digital";
	"2373" = "Talkback";
	"2374" = "Talk";
	"2375" = "Digi 002";
	"2376" = "D-Show | FWx";
	"2377" = "<unknown device>";
	"2378" = "S/PDIF Output Cat. Code";
	"2379" = "Tascam";
	"2380" = "96i I/O";
	"2381" = "VENUE HDx";
	"2382" = "HD I/O";
	"2383" = "HD OMNI";
	"2384" = "None";
	"2385" = "Soft Clip";
	"2386" = "Curv";
	"2387" = "HD MADI";
	"2388" = "MADI";
	"2389" = " DSP Plug-Ins will be reset. Press OK to continue. ";
	"2390" = "MTRX 16x16";
	"2391" = "MTRX DigiLink Main";
	"2392" = "MTRX DigiLink Card";
	"2393" = "MTRX Studio";
	"2394" = "MTRX";
	"2395" = "Pro Tools | Carbon";
	"2396" = "Pro Tools | Carbon Expanded";
	"2397" = "Pro Tools | Carbon Pre";
	"2398" = "Sync X";
	"2399" = "Clock Master:";

/* L10N_Zeta */

	"2400" = "Pro Tools | Carbon";
	"2401" = "Pro Tools | Carbon Expanded";
	"2402" = "A disabled Pro Tools | Carbon device has been found.";
	"2403" = "%1 disabled Pro Tools | Carbon devices have been found.";
	"2404" = "Go to Audio MIDI Setup > Network Device Browser to enable it.";
	"2405" = "Pro Tools | Carbon (1 device is initializing)";
	"2406" = "Pro Tools | Carbon (%1 devices are initializing)";
	"2407" = "Wait 30 seconds, then reopen the Playback Engine dialog.";
	"2408" = "Pro Tools | Carbon (1 device requires a newer version of Pro Tools)";
	"2409" = "Pro Tools | Carbon (%1 devices require a newer version of Pro Tools)";
	"2410" = "For help, go to avid.com/carbon-support for more info.";
	"2411" = "    %1";
	"2412" = "A Pro Tools | Carbon device is available. Go to Setup > Playback Engine to select it.";
	"2413" = "%1 device cannot connect.";
	"2414" = "%1 %2 devices cannot connect.";
	"2415" = "Ensure it's enabled in Audio MIDI Setup > Network Device Browser.";
	"2416" = "'%1' requires a firmware update. Please update the device firmware using Carbon Central.";
	"2417" = "Ensure Carbon Central status is Running.";
	"2418" = "Disable all Carbon devices in Audio MIDI Setup.";
	"2419" = "Before configuring Carbon Expanded, you must disable all Carbon devices in Audio MIDI Setup. See avid.com/carbon-support for more information.";
	"2420" = "To use %1:";

